export default {
  projections: {
    ЗакрытиеСчетаE: {
      датаЗакрСчета: {
        __caption__: 'Дата закр счета'
      },
      типСчета: {
        __caption__: 'Тип счета'
      },
      задолжности: {
        __caption__: 'Задолжности'
      },
      лицСчета: {
        __caption__: 'Лиц счета'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      открытиеСчета: {
        __caption__: 'Открытие счета',
        видВалюты: {
          __caption__: 'Вид валюты'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ЗакрытиеСчетаL: {
      датаЗакрСчета: {
        __caption__: 'Дата закр счета'
      },
      типСчета: {
        __caption__: 'Тип счета'
      },
      задолжности: {
        __caption__: 'Задолжности'
      },
      лицСчета: {
        __caption__: 'Лиц счета'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      открытиеСчета: {
        __caption__: 'Вид валюты',
        видВалюты: {
          __caption__: 'Вид валюты'
        }
      },
      сотрудники: {
        __caption__: '',
        iDСотрудн: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    датаЗакрСчета: {
      __caption__: 'Дата закр счета'
    },
    задолжности: {
      __caption__: 'Задолжности'
    },
    лицСчета: {
      __caption__: 'Лиц счета'
    },
    типСчета: {
      __caption__: 'Тип счета'
    },
    организация: {
      __caption__: 'Организация'
    },
    открытиеСчета: {
      __caption__: 'Открытие счета'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
