export default {
  projections: {
    ОткрытиеСчетаE: {
      датаОткрСчета: {
        __caption__: 'Дата откр счета'
      },
      типСчета: {
        __caption__: 'Тип счета'
      },
      видВалюты: {
        __caption__: 'Вид валюты'
      },
      докНаОткрСчета: {
        __caption__: 'Док на откр счета'
      },
      лицСчета: {
        __caption__: 'Лиц счета'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ОткрытиеСчетаL: {
      датаОткрСчета: {
        __caption__: 'Дата откр счета'
      },
      типСчета: {
        __caption__: 'Тип счета'
      },
      видВалюты: {
        __caption__: 'Вид валюты'
      },
      докНаОткрСчета: {
        __caption__: 'Док на откр счета'
      },
      лицСчета: {
        __caption__: 'Лиц счета'
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        iDСотрудн: {
          __caption__: 'Сотрудник'
        }
      }
    }
  },
  validations: {
    видВалюты: {
      __caption__: 'Вид валюты'
    },
    датаОткрСчета: {
      __caption__: 'Дата откр счета'
    },
    докНаОткрСчета: {
      __caption__: 'Док на откр счета'
    },
    лицСчета: {
      __caption__: 'Лиц счета'
    },
    типСчета: {
      __caption__: 'Тип счета'
    },
    организация: {
      __caption__: 'Организация'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
