export default {
  projections: {
    ФормирДосьеE: {
      наименДосье: {
        __caption__: 'Наимен досье'
      },
      датаОформл: {
        __caption__: 'Дата оформл'
      },
      договора: {
        __caption__: 'Договора'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    },
    ФормирДосьеL: {
      наименДосье: {
        __caption__: 'Наименование досье'
      },
      датаОформл: {
        __caption__: 'Дата оформления'
      },
      договора: {
        __caption__: '№ Договора'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Организация'
        }
      },
      клиенты: {
        __caption__: 'ID клиента',
        iDКлиента: {
          __caption__: 'ID клиента'
        }
      },
      сотрудники: {
        __caption__: 'ID сотрудника',
        iDСотрудн: {
          __caption__: 'ID сотрудника'
        }
      }
    }
  },
  validations: {
    датаОформл: {
      __caption__: 'Дата оформл'
    },
    договора: {
      __caption__: 'Договора'
    },
    наименДосье: {
      __caption__: 'Наимен досье'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
