export default {
  projections: {
    КлиентыE: {
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      паспортДан: {
        __caption__: 'Паспорт дан'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      фактичАдрес: {
        __caption__: 'Фактич адрес'
      },
      контактТел: {
        __caption__: 'Контакт тел'
      },
      iDКлиента: {
        __caption__: 'I d клиента'
      },
      номерСчета: {
        __caption__: 'Номер счета'
      },
      расчетСчет: {
        __caption__: 'Расчет счет'
      }
    },
    КлиентыL: {
      фИО: {
        __caption__: 'ФИО'
      },
      иНН: {
        __caption__: 'ИНН'
      },
      паспортДан: {
        __caption__: 'Паспорт дан'
      },
      юрАдрес: {
        __caption__: 'Юр адрес'
      },
      местоРаботы: {
        __caption__: 'Место работы'
      },
      фактичАдрес: {
        __caption__: 'Фактич адрес'
      },
      контактТел: {
        __caption__: 'Контакт тел'
      },
      iDКлиента: {
        __caption__: 'I d клиента'
      },
      номерСчета: {
        __caption__: 'Номер счета'
      },
      расчетСчет: {
        __caption__: 'Расчет счет'
      }
    }
  },
  validations: {
    iDКлиента: {
      __caption__: 'I d клиента'
    },
    иНН: {
      __caption__: 'ИНН'
    },
    контактТел: {
      __caption__: 'Контакт тел'
    },
    местоРаботы: {
      __caption__: 'Место работы'
    },
    номерСчета: {
      __caption__: 'Номер счета'
    },
    паспортДан: {
      __caption__: 'Паспорт дан'
    },
    расчетСчет: {
      __caption__: 'Расчет счет'
    },
    фактичАдрес: {
      __caption__: 'Фактич адрес'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    юрАдрес: {
      __caption__: 'Юр адрес'
    }
  }
};
