export default {
  projections: {
    ПриемИОбрПоручE: {
      видОперац: {
        __caption__: 'Вид операц'
      },
      счетПолуч: {
        __caption__: 'Счет получ'
      },
      датаДоговора: {
        __caption__: 'Дата договора'
      },
      видПлатежа: {
        __caption__: 'Вид платежа'
      },
      суммаПлатеж: {
        __caption__: 'Сумма платеж'
      },
      суммаСНДС: {
        __caption__: 'Сумма СНДС'
      },
      назначПлатеж: {
        __caption__: 'Назнач платеж'
      },
      оплачено: {
        __caption__: 'Оплачено'
      },
      подтвВыпБанка: {
        __caption__: 'Подтв вып банка'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ПриемИОбрПоручL: {
      видОперац: {
        __caption__: 'Вид операц'
      },
      счетПолуч: {
        __caption__: 'Счет получ'
      },
      датаДоговора: {
        __caption__: 'Дата договора'
      },
      видПлатежа: {
        __caption__: 'Вид платежа'
      },
      суммаПлатеж: {
        __caption__: 'Сумма платеж'
      },
      суммаСНДС: {
        __caption__: 'Сумма СНДС'
      },
      назначПлатеж: {
        __caption__: 'Назнач платеж'
      },
      оплачено: {
        __caption__: 'Оплачено'
      },
      подтвВыпБанка: {
        __caption__: 'Подтв вып банка'
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Организация'
        }
      }
    }
  },
  validations: {
    видОперац: {
      __caption__: 'Вид операц'
    },
    видПлатежа: {
      __caption__: 'Вид платежа'
    },
    датаДоговора: {
      __caption__: 'Дата договора'
    },
    назначПлатеж: {
      __caption__: 'Назнач платеж'
    },
    оплачено: {
      __caption__: 'Оплачено'
    },
    подтвВыпБанка: {
      __caption__: 'Подтв вып банка'
    },
    суммаПлатеж: {
      __caption__: 'Сумма платеж'
    },
    суммаСНДС: {
      __caption__: 'Сумма СНДС'
    },
    счетПолуч: {
      __caption__: 'Счет получ'
    },
    организация: {
      __caption__: 'Организация'
    }
  }
};
