export default {
  projections: {
    ОформлДоговE: {
      датаОформл: {
        __caption__: 'Дата оформл'
      },
      срокиДогов: {
        __caption__: 'Сроки догов'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      организация: {
        __caption__: 'Организация',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ОформлДоговL: {
      датаОформл: {
        __caption__: 'Дата оформл'
      },
      срокиДогов: {
        __caption__: 'Сроки догов'
      },
      сотрудники: {
        __caption__: 'Сотрудник',
        iDСотрудн: {
          __caption__: 'Сотрудник'
        }
      },
      организация: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      },
      клиенты: {
        __caption__: 'Клиенты',
        iDКлиента: {
          __caption__: 'Клиенты'
        },
        номерСчета: {
          __caption__: 'Номер счета'
        }
      }
    }
  },
  validations: {
    датаОформл: {
      __caption__: 'Дата оформл'
    },
    срокиДогов: {
      __caption__: 'Сроки догов'
    },
    клиенты: {
      __caption__: 'Клиенты'
    },
    организация: {
      __caption__: 'Организация'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    }
  }
};
